Repository: KOPRajs/game.libretro.pcsx-rearmed
Catalog: game.libretro.pcsx-rearmed/resources/language/resource.language.*/strings.po
Languages: fi_fi

# Addon Description
source: PCSX ReARMed is another PCSX fork based on the PCSX-Reloaded project, which itself contains code from PCSX, PCSX-df and PCSX-Revolution.[CR][CR]This version features a MIPS-to-ARM recompiler, NEON GTE code and more performance improvements.
fi_fi: PCSX ReARMed on PCSX-haara, joka perustuu PCSX-Reloaded-projektiin, joka itsessään sisältää koodia PCSX:stä, PCSX-df:stä ja PCSX-Revolutionista.[CR][CR]Tässä versiossa on MIPS-to-ARM-uudelleenkääntäjä, NEON GTE -koodi ja muita suorituskykyparannuksia.

# #30000
source: Settings
fi_fi: Asetukset

# #30001
source: Frameskip
fi_fi: Kuvaohitus

# #30002
source: Use BIOS
fi_fi: Käytä BIOS:ia

# #30003
source: Region
fi_fi: Alue

# #30004
source: Enable Second Memory Card (Shared)
fi_fi: Käytä toista muistikorttia (jaettu)

# #30005
source: Show other input settings
fi_fi: Näytä muut syöteasetukset

# #30006
source: Emulated Mouse Sensitivity
fi_fi: Emuloitu hiiren herkkyys

# #30007
source: Multitap Mode (Restart)
fi_fi: Multitap-tila (uudelleenkäynnistys)

# #30008
source: NegCon Twist Deadzone (Percent)
fi_fi: neGcon Twist -kuollut alue (%)

# #30009
source: NegCon Twist Response
fi_fi: neGcon Twist -vaste

# #30010
source: Analog axis bounds.
fi_fi: Analogisten akselien ääripäät.

# #30011
source: Enable Vibration
fi_fi: Käytä tärinää

# #30012
source: Guncon Adjust X
fi_fi: Guncon X-säätö

# #30013
source: Guncon Adjust Y
fi_fi: Guncon Y-säätö

# #30014
source: Guncon Adjust Ratio X
fi_fi: Guncon X-säätösuhde

# #30015
source: Guncon Adjust Ratio Y
fi_fi: Guncon Y-säätösuhde

# #30016
source: Enable Dithering
fi_fi: Käytä kohinaa

# #30017
source: Dynamic Recompiler
fi_fi: Dynaaminen uudelleenkääntäjä

# #30018
source: PSX CPU Clock
fi_fi: PSX-prosessorikellotaajuus

# #30019
source: Enable Interlacing Mode
fi_fi: Käytä lomitustilaa

# #30020
source: Enhanced Resolution (Slow)
fi_fi: Parannettu resoluutio (hidas)

# #30021
source: Enhanced Resolution (Speed Hack)
fi_fi: Parannettu resoluutio (nopeushakkerointi)

# #30022
source: Frame Duping
fi_fi: Kuvatuplaus

# #30023
source: Display Internal FPS
fi_fi: Näytä sisäinen FPS

# #30024
source: (GPU) Odd/Even Bit Hack
fi_fi: (Näytönohjain) pariton/parillinen hakkerointi

# #30025
source: (GPU) Expand Screen Width
fi_fi: (Näytönohjain) laajenna näytön leveyttä

# #30026
source: (GPU) Ignore Brightness Color
fi_fi: (Näytönohjain) ohita kirkkauden väri

# #30027
source: (GPU) Disable Coordinate Check
fi_fi: (Näytönohjain) älä käytä koordinaattitarkistusta

# #30028
source: (GPU) Lazy Screen Update
fi_fi: (Näytönohjain) laiska ruudunpäivitys

# #30029
source: (GPU) Old Frame Skipping
fi_fi: (Näytönohjain) vanhojen kuvien ohitus

# #30030
source: (GPU) Repeated Flat Tex Triangles
fi_fi: (Näytönohjain) toistetut litteät tex-kolmiot

# #30031
source: (GPU) Draw Quads with Triangles
fi_fi: (Näytönohjain) Piirrä neloset kolmioilla

# #30032
source: (GPU) Fake 'Gpu Busy' States
fi_fi: (Näytönohjain) väärät 'Näytönohjain varattu' -tilat

# #30033
source: Advance GPU UNAI/PCSX4All Settings
fi_fi: Edistyneet GPU UNAI/PCSX4All -asetukset

# #30034
source: (GPU) Enable Blending
fi_fi: (Näytönohjain) käytä sekoitusta

# #30035
source: (GPU) Enable Lighting
fi_fi: (Näytönohjain) käytä valaisua

# #30036
source: (GPU) Enable Fast Lighting
fi_fi: (Näytönohjain) käytä nopeaa valaisua

# #30037
source: (GPU) Enable Forced Interlace
fi_fi: (Näytönohjain) käytä pakotettua lomitusta

# #30038
source: (GPU) Enable Pixel Skip
fi_fi: (Näytönohjain) käytä pikseliohitusta

# #30039
source: (GPU) Enable Hi-Res Downscaling
fi_fi: (Näytönohjain) käytä korkearesoluutioista alasskaalausta

# #30040
source: Threaded Rendering
fi_fi: Säikeistetty renderöinti

# #30041
source: Show Bios Bootlogo
fi_fi: Näytä BIOS:in käynnistyslogo

# #30042
source: Sound Reverb
fi_fi: Äänen kaiku

# #30043
source: Sound Interpolation
fi_fi: Äänen interpolaatio

# #30044
source: Parasite Eve 2/Vandal Hearts 1/2 Fix
fi_fi: Parasite Eve 2/Vandal Hearts 1/2 -korjaus

# #30045
source: Instruction Cache emulation
fi_fi: Emuloi ohjevälimuistia

# #30046
source: InuYasha Sengoku Battle Fix
fi_fi: InuYasha Sengoku Battle -korjaus

# #30047
source: CD Access Method (Restart)
fi_fi: CD:n käyttötapa (uudelleenkäynnistys)

# #30048
source: XA Decoding
fi_fi: XA-dekoodaus

# #30049
source: CD Audio
fi_fi: CD-ääni

# #30050
source: SPU IRQ Always Enabled
fi_fi: SPU IRQ aina käytössä

# #30051
source: (Speed Hack) Disable SMC Checks
fi_fi: (Pikahakkerointi) Älä käytä SMC-tarkistuksia

# #30052
source: (Speed Hack) Assume GTE Regs Unneeded
fi_fi: (Pikahakkerointi) Oleta, ettei GTE-säädöksiä tarvita

# #30053
source: (Speed Hack) Disable GTE Flags
fi_fi: (Pikahakkerointi) Älä käytä GTE-lippuja

# #30054
source: Disable CPU/GTE stalls
fi_fi: Älä emuloi CPU-/GTE-jumiutumista

# #30055
source: Disable compat hacks
fi_fi: Älä käytä taisteluhakkerointeja
